
// =========================================
//             СТАРТ ИГРА
// =========================================
createStartblock();

// =========================================
//     КНОПКА СТАРТ 
// =========================================

function startGame() {	
	gamestatus = "game_on";
// УДАЛЕНИЕ СТАРТБЛОКА
	startblockremove ();
// СОЗДАНИЕ ИНФОБЛОКА
	createinfoblock();
// СОЗДАНИЕ СЧЕТЧИКА ОЧКОВ
	pointscreate();
// СОЗДАНИЕ ЖИЗНЕЙ
	createlifes();
// ЗАПУСК ТАЙМЕРА
	timerIgra();
// СОЗДАНИЕ ШАРИКА
	createball();
	}
